Repository: LoykoLina/RSS-Reader
Catalog: RSS Reader/RSS Reader/Categories/NSError/Localization/*.lproj/Localizable.strings
Languages: ru

# ParserErrorTitle
source: Parse Error
ru: Ошибка синтаксического анализа

# ParserErrorMessage
source: There was a problem while getting data from feed
ru: Возникла проблема при получении дынных из ленты

# NoInternetConnectionErrorTitle
source: No Internet Connection
ru: Нет подключения к Интернету

# NoInternetConnectionErrorMessage
source: Make sure your device is connected to the internet
ru: Убедитесь, что ваше устройство подключено к Интернету

# DefaultErrorTitle
source: Error
ru: Ошибка

# DefaultErrorMessage
source: Something went wrong
ru: Что-то пошло не так

# DeleteChannelErrorTitle
source: Error
ru: Ошибка

# DeleteChannelErrorMessage
source: Can not delete RSS feed
ru: Не удалось удалить RSS канал

# SaveChannelErrorTitle
source: Error
ru: Ошибка

# SaveChannelErrorMessage
source: Can not save RSS feed
ru: Не удалось сохранить RSS канал

# LoadChannelErrorTitle
source: Error
ru: Ошибка

# LoadChannelErrorMessage
source: Can not load RSS feed
ru: Не удалось загрузить RSS канал
